// © Copyright 2015-2016 HP Development Company, L.P.

CPTTaskName = "カートリッジ保護";
CPTTaskTitle = "HP カートリッジ保護";

CPTCartridgeProtectionTaskDescription = "この機能は、プリンタで使用しているカートリッジに自動的にマークを付けて別のプリンタで使用できないようにすることで、カートリッジの盗難と偽造を阻止するためのものです。";

CPTEnableProtectionButtonTitle = "カートリッジ保護を有効にする";
CPTEnableProtectionDescription = "現在および今後装着されるカートリッジはすべて、恒久的に保護され、このプリンタでのみ機能します。この機能を後から無効にした場合でも、保護がオンのときに装着されたカートリッジは、保護された状態のままになります。";

CPTMoreInfoButtonTitle = "詳細情報…";
